{
  "protagonist_name": "Fenci",
  "protagonsit_fates": {
    "Sword": "The Dishonored Bodyguard",
    "Dagger": "The Redeemed Cutthorat",
    "Spear": "The Militia Captain",
    "Falchion": "The Worst Pirate",
    "Axe": "The Noble Savage"
  },
  "trivia": [
    "Pig iron is terrible smithing material, made from rejected ore. Orcs love it for it's weight and cheap price.",
    "Common belief is that faefolk is scared of iron weapons. In reality, anyone avoids enemy weapons regardless of material.",
    "Fae iron is wrought by fae blacksmiths from human blood. Not really, but fairies enjoy the reputation.",
    "Shaping quicksilver into smithing metal is graduation exam for student alchemists.",
    "Kobolds are distant relatives of goblins, characterized by blue skin and spending all their lives in mines.",
    "Rumour is that sanchezium is extremely effective against alchemists and artificers. It is not a true rumour.",
    "Dwarfish steel contains no iron or steel at all. Dwarves carefully guard the secret, but sell weapons to any buyer.",
    "It takes at least two powerful wizards to produce moonglow silver. It is extremely rare, because powerful wizards hate working together.",
    "Brewed dreamthorn leaves can induce deep comatose sleep. Similar effects are achieved by bashing enemy heads with dreamthorn weapons.",
    "Aspen and silver are commonly used by vampire slayers. They are not partiularly effective, but vampire slayers are superstitious.",
    "Ironwood is heavier than most smithing metals. Carving it requires strength and patience.",
    "Warped stem is native to Hell and grows nowhere else. Demons love gold and sell this rare material readilly.",
    "Conservationists attempts to save unicorns from orcish braconiers led to existence of horses.",
    "Demon horns are not made of gold, despite what many demons themselves may claim.",
    "Moonbeasts are regarded as impossible to hunt. There is no need though, as they shed antlers each moon cycle.",
    "There are no known surviving dragons. Weapons made from their scales are increasingly rare.",
    "Breaking a wishbone spearhead makes you wish you had another weapon with you.",
    "Riverglass is collected from flooded ruins of ancient elven capital. They say that city was completely green.",
    "Ice from Niflheim newer thaws, which makes it essential for existence of Empire Capital's bars.",
    "Soulcrystals are produced by demons. Those who know, how exactly, never touch soulcrystal weapons.",
    "You can't make a weapon by bashing two diamonds with a stick. Not in this game.",
    "Dragonhide seems impossible to obtain, given there are no living dragons. And yet, rich traders still hold on to some stock.",
    "Elves can weave mallorn leaves into thread to make light and warm cloth. Everyone can do it, but only elves consider results worth the effort.",
    "Djinn's™ denim is made from cotton, dye and clever marketing.",
    "Spidersilk is light, unprecedented durable, expensive and extremely gross, if you think about it.",
    "There is only one specimen of giant beanstalk plant, but it is still being mined.",
    "River Styx is the only body of water in Hell, and local papyrus is the only plant that survives in it.",
    "Paper made from Stygian papyrus turns any ink that touches it into blood, so most people prefer birch bark.",

    "King of Spades lost his only love to plague years ago. Grief changed him.",
    "King of Spades does not trust anyone, except for unsettling number of mages of all kinds gathered at his court.",
    "King of Spades rules rich neighboring lands from impenetrable fortress, defended by fiercely loyal army.",
    "Queen of Clubs is stuck in endless warring crusade to reunite the crumbling Empire under his rule.",
    "Queen of Clubs used to be the head of Empire's church, and legally still is.",
    "Queen of Clubs wages war after war against local lords, looking to grow strong enough to overwhelm other houses.",
    "Queen of Hearts rules relatively peaceful southern coastal region of former empire. Pirates half-jokingly pledge allegiance to her.",
    "Queen of Hearts employs no standing army. Her rule is cemented by seaborne trade, and her ships pay protection racket to pirates.",
    "Pirates are not a single faction, but will unite to defend Queen of Hearts if the need arises. Her leniency makes their loyalty.",
    "King of Diamonds pays his spies more than his generals. And if the generals ever complain, he will know.",
    "Empire's nameless Capital holds no power over any domain anymore. Instead, it is an own city-state under the rule of King of Diamonds.",
    "Court of King of Diamonds is formed by merchants, mercenary lords and clergy, with almost no nobles present.",

    "Faefolk are mischievous and devious at best, and ruthless and malevolent at worst. Do not invite them home.",
    "Demons are not related to any living things of this world, except possibly fairies.",
    "Elves avoidance of iron is cultural. Most elves will not touch any metal, with coins being unsurprising exception.",
    "Long time ago, the united Empire held off orcish invasion. Now orcs are natural citizens, and every aristocrat calls themselves a king.",
    "Orcs employ unique fighting style, that is impossible to copy. Only an orc can hold a sword by the wrong end and still club an enemy to death.",
    "Demons attempt at invasion was a disastrous failure. Infighting, rebellion and intrigues split demon armies before a single Empire city fell.",
    "Some demons are civilized enough to live in human cities. Some are even civilized enough to avoid living in human cities.",
    "Demon will absolutely literally sell you it's own horns, if the price is right. Even better, other demon's horns.",
    "Demons vary in size and physical appearance, but they still view themselves as single people. Or they would, if they did not hate each other.",
    "There is no racism in empire. There are too many species to hate to waste time on your own.",
    "Orcs main occupation is hired blade, and there is no shortage of such work in crumbling Empire.",
    "Dwarf women grow beards, and men shave them. Possibly, just to mess with humans.",
    "Demon Lords can change their appearance at will. Conspiracy theorists will claim any popular person to be a Demon Lord in disguise.",
    "In Empire, it is impolite to ask strangers about their gender. At the very least, it is stored in 8 bytes of protected memory space.",
    "There are human, elven and dwarven kingdoms outside the Empire. Most Empire citizens, however, don't travel much.",
    "Houses with the strongest claim to Empires throne are Clubs, Hearts, Diamonds and Spades. The only card game allowed in Empire is Gwent.",
    "Monks of Wailing Monastery often leave the Monastery on personal crusade to pay for their sins.",
    "Djinni are real, and they are really greedy. After all, wishes don't grow on trees.",
    "Why can you find a magic Tier 4 Sword in dead goblin's pocket? Video-game logic, shut up.",
    "Fairy Queen prefers the moniker of \"Godmother\", even though there is nothing godly or motherly about her.",
    "Undefined Order's katars used to have retracting hiding blades. They were replaced with a solid design, after the Bathroom Incident.",
    "Falchions increase wielders mobility in fight by no rational explanation ever.",
    "Adult trolls skin is solidified and mineralized into rock. Empire taxodermists don't accept orders for troll mounts.",
    "Goblins are fast, hysterically aggressive and easily scared.",
    "Lone goblins are not confident to attack even a single enemy on their own. Expect groups up to 50 individuals.",
    "Rogue or deserter orcs often join goblin gangs in robbing travelers and raiding small mining towns.",
    "Some blame Houses in fall of Empire, other claim Demon Lord influence.",
    "Backstab seems to be considered a form of polite greeting among faefolk.",
    "Orcs never lie to your face, and demons seem biologically incapable of telling truth. With elves, you can never tell.",
    "If you confuse elf with a fairy, elf will take offence. Fairy will attempt to kill you.",
    "Empire has only one major religion, but with such number of deities and sects that it makes no difference.",
    "Elves traditional fighting style looks like a dance, and just about as effective. That's why elves stick to ambushes and bows.",
    "No races are inherently evil, and never view themselves as such. Faefolk not included.",
    "Necromancy used to be punished by death. Unfortunatelly, killing a necromancer doesn't really hinder them.",
    "Orcs used to have their own state, which was in it's nature a war party of enormous proportions, that scoured eastern Empire steppes.",
    "Orc Horde fell after Emperor hired Undefined Assassins to disrupt orcish chain of command.",
    "Faeries, kobolds and even demons are known to hire orcish mercenaries.",
    "Fairy Godmother is powerful magic user and master politician, but she is not above sending her henchmen to beat her opposition senseless.",
    "Wizards are smart, secretive and power-hungry. No wonder they are drawn to politics.",
    "Empire church does not have a single center anymore, but distant monasteries still train monks in the old ways.",
    "Today's weather is expected to be nice, with small chance of impending apocalypse closer to the evening.",
    "Katars are banned the streets of Empire's Capital. So are most other weapons, but Order makes a big deal out of ban on Katars.",

    "Trolls will investigate any commotion occuring on their territory. Investigation includes hitting source of commotion until it stops making noise.",
    "Trolls tolerate goblin gangs, as long as latter are successful in providing victim carcasses to the troll.",
    "Elvenking laid claim to every forest of former Empire, and hunts down any intruders to his domain for sport.",
    "Elves openly despise humans. Some of them even dream of restoring Elven Kingdom, rebuilt on ashes of human cities",
    "King of Clubs doesn't trust anyone, and fills his court with scheming, ambitious wizards. Politics of his palace is ruthless.",
    "Necromancy is a forbidden art. No self-respecting wizard will turn to necromancy, unless the situation is dire.",
    "Demon Lords are cunning, intelligent and have unique ability to bend other demons to their will. They are believed to be absent from our plane.",
    "Demon Lords were once influential enough to rally demons to start an invasion of Empire. Not one of them was influential enough to keep the invasion on track."
  ],
  "tips": [
    "Heavy weapons deal more damage, but are slower to spin up and drain your stamina really fast.",
    "Raw damage output is important, but light and fast weapon may turn out to be a better choice.",
    "Stamina restores slower when it's low. Keep your cool.",
    "Even if you run out of stamina, you can still deal some damage by running into an enemy weapon forward.",
    "You are not guaranteed to get weapons you want or are used to. Your success depends on your ability to adapt.",
    "Keeping low durability weapons for their powerful stats will get you killed. You have to let go.",
    "Bleeding deals more damage to enemies with higher health pools.",
    "You can throw away weapons by holding mouse button over them while paused. Why would you want to do it?",
    "Hold Shift stops your weapons from moving and draining your stamina.",
    "Stamina restores much faster if you don't swing your weapons for some time.",
    "Light weapons are easier to control, but are also much easier to parry.",
    "Parrying enemy weapons hurts your stamina. You may want to dodge heavy hits instead.",
    "Weapon's SPEED shows how fast the weapon can change direction. It's easier to reach maximum damage of a fast weapon",
    "High SPEED weapons allow you to activate or charge their abilities faster and more often.",
    "Weapon's DRAIN shows how much stamina it costs to aim and use the weapon.",
    "Your weapon's damage is not random. The faster it moves, the harder it hits.",
    "Off-hand weapons do not consume stamina for aiming.",

    "Shield can't protect you from the back. Don't get surrounded.",
    "Initiating fight with a shield bash into a group of enemies is great way to scatter them.",
    "Heavier Shields deal more damage with bash and are more efficient at blocking damage.",
    "Lighter Shields have longer bash range and are faster to pick up.",
    "Shield damage potential is not to be underestimated. Enemies take additional damage from being thrown into a wall.",
    "Lighter shields have high DRAIN stat and convert more blocked damage in stamina loss.",

    "Swords are simple, deal a lot of damage and are a reliable tool in most situations.",
    "Long and heavy swords are very powerful, but require strict discipline with stamina management.",
    "Light short sword is a go-to weapon for most combat encounters.",
    "Swords don't offer much in terms of mobility. Pay attention to your positioning.",

    "Daggers have very short range and modest damage range, but offer best tactical options.",
    "Even accidental parry with a dagger will allow you to roll through your foes. Always look out for options!",
    "Daggers provide consistent damage at low stamina cost, even when swung.",

    "Spears are extremely powerful if you can keep your distance from your enemies.",
    "Even a powerful spear will perform poorly if you are swarmed by enemies. Keep a backup dagger.",
    "When skewering an enemy, best options are to stab them with your second weapon or to launch them into a wall.",
    "Holding activation button for spear will not increase your stab damage, but will allow you to target close enemies.",

    "Swordbreakers offer you same mobility as Daggers, so you may want to avoid this combination. If you hate having fun.",
    "Swordbreakers will briefly increase stamina restoration on any parry or hit, but it's still possible to run dry.",
    "If you are using a long spear, Swordbreaker can be a good sidearm to ward off close combat attackers.",

    "Falchion rolls do not require stamina, and allow you to restore it while rolling circles around the battlefield.",
    "Falchions have wild damage spread. Prepare your strikes carefully to stay efficient.",
    "Falchions lack Swords' reach and burst damage of stabbing attack. Be creative with your rolls to stay on top of enemies.",

    "Axe whirlwind is powerful, but requires a lot of preparation time and may leave you without stamina. Don't get caught.",
    "You don't always need whirlwind to fight multiple enemies with an Axe, it is effective even when simply swung.",
    "Axes are scary close combat weapons, but offer neither reach nor mobility. Make sure to make up for it with your loadout.",
    "With good Axe, you can kill a goblin by just one hit. Be careful to not waste all stamina trying to get lucky.",

    "Katars deal little damage up front, but provide good utility in bleeding and controling enemies.",
    "Heavy Katars cause heavier bleeding, but light ones allow you to hold enemies for much longer.",
    "Katar stab costs very little stamina and restores stamina on each successful hit. Keep up the aggression.",
    "Use your main weapons on enemies you hold with Katar for maximum damage. Warning: might be considered a war crime."
  ],
  "gameplay": {
    "paused": "PAUSED",
    "game_over": "GAME OVER",
    "scene_clear": [
      "VICTORY ROYALE!",
      "CLEAR!",
      "EZ",
      "VICTORY"
    ],

    "progress": {
      "level": "LEVEL",
      "loot": "LOOT",
      "loot_drop":"LOOT ON CLEAR"
    },
    "respawn_successful":[
      "PERSEVERANCE",
      "GET THEM, TIGER",
      "FOCUS",
      "HARDER, BETTER, FASTER, STRONGER",
      "OUR WORK IS NEVER OVER",
      "GET BACK IN THERE",
      "THERE IS MORE TO LIFE",
      "CONFIDENCE",
      "COURAGE",
      "THAT WAS A MISTAKE",
      "MISTAKES WERE MADE",
      "AW, HECK",
      "THERE IS NO SPOON",
      "USE THE FORCE",
      "DODGE ENEMY ATTACKS",
      "COULD BE WORSE",
      "THAT WAS CLOSE",
      "HATERS GONNA HATE",
      "SHAKE IT OFF",
      "OUCH",
      "WHAT DOESN'T KILL YOU",
      "YOU CAN DO THIS",
      "NOT THAT BAD, REALLY",
      "CAREFUL",
      "I'VE SEEN WORSE",
      "MERELY A SETBACK"
    ],
    "weapon_hints": {

    },
    "loot_label_first": ["LOOT TIME! CHOOSE ONE."],
    "loot_label": [
      "LOOT TIME!",
      "DESERVED!",
      "YOINK!",
      "YOURS NOW!",
      "FRESH FROM THE ENEMY POCKETS!",
      "UPGRADE TIME!",
      "GIMME, GIMME!",
      "WOW!",
      "LET'S GET THIS BREAD!",
      "FINDERS KEEPERS!",
      "IT IS DANGEROUS TO GO ALONE!",
      "REWARD FOR VALOUR",
      "REWARD FOR COURAGE",
      "REWARD FOR STRENGTH",
      "REWARD FOR SKILL",
      "REWARD FOR CUNNING",
      "REWARD FOR AGILITY",
      "REWARD FOR RISKING",
      "REWARD FOR STYLE",
      "REWARD FOR PRECISION",
      "REWARD FOR DODGING"
    ],
    "trivia_label": "TRIVIA",
    "tip_label": "TIP"
  },
  "menu": {
    "unpause": "Continue",
    "options": "Options",
    "main": "Main menu",
    "exit": "Ragequit"
  }
}